/*
  Localizable.strings
  InstallerSetup

  Created by Vignesh S on 24/05/2021.
  Copyright © 2021 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "OK";
"CANCEL" = "Cancelar";
"CLOSE" = "Fechar";
"CLICK_HERE" = "Clique aqui" ;
"DONE" = "Concluído" ;

/* Configure Text */
"CONFIGURE" = "Configurar";
"CONFIGURING" = "A configurar..." ;
"CONFIGURING_UNATTENDED" = "A configurar o acesso sem supervisão..." ;
"CONFIGURING_SUCCESS" = "está agora configurado para acesso sem supervisão" ;
"CONFIGURING_ALREADY" = "Este computador já está configurado para acesso sem supervisão por" ;
"CONFIGURING_TRANSFER" = "Pretende transferir o acesso para" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "O Zoho Assist não é compatível com esta versão do seu sistema operativo. Clicar aqui para verificar os requisitos do sistema." ;
"ERROR_UNKNOWN" = "A instalação do agente sem supervisão falhou devido a problemas inesperados. Clicar aqui para comunicar o problema." ;
